/* App name */
"About.appName.android" = "Kalculator";

/* About screen blog label */
"About.blog" = "Blogg";

/* About screen footer */
"About.footer" = "Skapad av det lokala teamet för Kalculator. Version %1$@";

/* Privay Policy button label */
"About.privacy" = "Sekretesspolicy";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Användarvillkor";

/* About screen title */
"About.title" = "Om";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Stäng";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Support Center";

/* Loading Wallet Message */
"Account.loadingMessage" = "Laddar plånbok";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Mitt Kalculator";

/* Equals symbol */
"AccountHeader.equals" = "=";

/* Manage wallet button title */
"AccountHeader.manageButtonName" = "HANTERA";

/* Third party keyboard warning */
"Alert.customKeyboard.android" = "Det verkar som att du använder ett tangentbord från tredje part, vilket kan registrera det du skriver och stjäla din kryptonyckel. Byt till Androids standardtangentbord för extra säkerhet.";

/* Error alert title */
"Alert.error" = "Fel";

/* Keystore error */
"Alert.keystore.generic.android" = "Det har uppstått ett problem med KeyStore till Android OS. Kontakta support@breadwallet.com";

/* KeyStore error, keys are invalidated */
"Alert.keystore.invalidated.android" = "Dina krypterade Kalculator-uppgifter har nyligen ogiltigförklarats på grund av att Androids skärmlås inaktiverades.";

/* Keystore error title */
"Alert.keystore.title.android" = "KeyStore-fel för Android";

/* No internet alert message */
"Alert.noInternet" = "Ingen anslutning till internet hittades. Kontrollera din anslutning och försök igen.";

/* Warning alert title */
"Alert.warning" = "Varning";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Adresser kopierade";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Alla plånboksadresser har kopierats.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Ordnyckel är inställd";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Härligt!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN-kod är inställd";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Sändningen misslyckades";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Skicka bekräftelse";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Pengarna skickade!";

/* Fingerprint was recognized by the scanner */
"Alerts.touchIdSucceeded.android" = "Fingeravtryck bekräftat";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Fel vid JSON-serialisering";

/* Wallet not ready error message */
"ApiClient.notReady" = "Plånboken ej redo";

/* API Token error message */
"ApiClient.tokenError" = "Kan inte ta emot API-symbol";

/* Send BCH view body. */
"BCH.body" = "Ange mottagarens BCH-adress nedan. Alla BCH i din plånbok vid nästa fork (%1$@) kommer skickas.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Bekräfta skickar %1$@ till %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Bekräftelse";

/* Generic bch erorr message */
"BCH.genericError" = "Ditt konto har inte några BCH, eller så tar du emot BCH först efter nästa fork.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "Transaktions-ID kopierat";

/* No address error message */
"BCH.noAddressError" = "Var god ange en adress";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Betalningsprotokollsbegäran stöds inte för BCH-transaktioner";

/* BCH successfully sent alert message */
"BCH.successMessage" = "BCH skickades.";

/* Widthdraw BCH view title */
"BCH.title" = "Ta ut BCH";

/* Tx Hash button header */
"BCH.txHashHeader" = "BCH transaktions-ID";

/* Approve button label */
"BitID.approve" = "Godkänn";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ begär autentisering med hjälp av din bitcoin-plånbok";

/* Deny button label */
"BitID.deny" = "Avslå";

/* BitID error alert title */
"BitID.error" = "Autentiseringsfel";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Var god kontrollera med tjänsten. Du kan behöva försöka igen.";

/* BitID success alert title */
"BitID.success" = "Autentiseringen lyckades";

/* BitID Authentication Request alert view title */
"BitID.title" = "BitId autentiseringsförfrågan";

/* Cancel button label */
"Button.cancel" = "Avbryt";

/* Ignore button label */
"Button.ignore" = "Ignorera";

/* menu button */
"Button.menu" = "meny";

/* No button */
"Button.no" = "Nej";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "ta emot";

/* send button */
"Button.send" = "skicka";

/* Settings button label */
"Button.settings" = "Inställningar";

/* Settings button label */
"Button.submit" = "Överlämna";

/* Yes button */
"Button.yes" = "Ja";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Centrera ditt ID i boxen";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Belopp att skicka:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Nätverks-avgift";

/* eg. Processing time: This transaction is predicted to complete in [10-60 minutes]. */
"Confirmation.processingTime" = "Behandlingstid: Den här transaktionen beräknas slutföras om %1$@.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Skicka";

/* Confirmation Screen title */
"Confirmation.title" = "Bekräftelse";

/* To: (address) */
"Confirmation.to" = "Till";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Total kostnad:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Ange följande ord från din ordnyckel, för att vara säker på att allt skrevs korrekt.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Ord #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Bitcoin visningsenhet";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Växelkurs";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Enheten är inte konfigurerad för att skicka e-post med post-appen i iOS.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "E-posten är inte tillgänglig";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Denna enhet är inte konfigurerad för att skicka meddelanden.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Meddelandehantering inte tillgänglig";

/* Fingerprint was not recognized by the scanner, please try scanning again */
"ErrorMessages.touchIdFailed.android" = "Fingeravtryck ej bekräftat. Försök igen.";

/* Economy fee */
"FeeSelector.economy" = "Ekonomi";

/* E.g. [This transaction is predicted to complete in] 1-24 hours */
"FeeSelector.economyTime" = "1–24 timmar";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Detta alternativ rekommenderas inte för tidskänsliga transaktioner.";

/* E.g. Estimated delivery: 10-60 minutes */
"FeeSelector.estimatedDeliver" = "Beräknad leverans: %1$@";

/* Regular fee */
"FeeSelector.regular" = "Vanlig";

/* E.g. [This transaction is predicted to complete in] 10-60 minutes */
"FeeSelector.regularTime" = "10–60 minuter";

/* Fee Selector title */
"FeeSelector.title" = "Bearbetningshastighet";

/* Checking private key balance progress view text */
"Import.checking" = "Kontrollerar privat nyckelsaldo...";

/* Sweep private key confirmation message */
"Import.confirm" = "Skicka %1$@ från denna privata nyckel till din plånbok? Bitcoins nätverk tar en avgift på %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Denna privata nyckel finns redan i din plånbok.";

/* empty private key error message */
"Import.Error.empty" = "Denna privata nyckel är tom.";

/* High fees error message */
"Import.Error.highFees" = "Transaktionsavgifter skulle kosta mer än de medel som finns tillgängliga på denna privata nyckel.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Inte någon privat nyckel";

/* Import signing error message */
"Import.Error.signing" = "Fel vid signering av transaktion";

/* Import button label */
"Import.importButton" = "Importera";

/* Importing wallet progress view label */
"Import.importing" = "Importerar plånbok";

/* Caption for graphics */
"Import.leftCaption" = "Plånbok som ska importeras";

/* Import wallet intro screen message */
"Import.message" = "Genom att importera en plånbok överförs alla pengar från din andra plånbok till Kalculator genom en enda transaktion.";

/* Enter password alert view title */
"Import.password" = "Denna privata nyckel är lösenordsskyddad.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "lösenord";

/* Caption for graphics */
"Import.rightCaption" = "Din Kalculator-plånbok";

/* Scan Private key button label */
"Import.scan" = "Läs av privat nyckel";

/* Import wallet success alert title */
"Import.success" = "Lyckades";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Importerad plånbok.";

/* Import Wallet screen title */
"Import.title" = "Importera plånbok";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Nyckel för upplåsning";

/* Import wallet intro warning message */
"Import.warning" = "Importering av en plånbok inkluderar inte transaktionshistorik eller andra uppgifter.";

/* Wrong password alert message */
"Import.wrongPassword" = "Fel lösenord, var god försök igen.";

/* Close app button */
"JailbreakWarnings.close" = "Stäng";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ignorera";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "ENHETENS SÄKERHET ÄR ÄVENTYRAD\nEn \"intrångs\"-app kan få tillgång till Kalculators nyckeldata och stjäla dina bitcoin! Töm denna plånbok direkt och återupprätta den på en säker enhet.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "ENHETENS SÄKERHET ÄR ÄVENTYRAD\nEn \"intrångs\"-app kan få tillgång till Kalculators nyckeldata och stjäla dina bitcoin! Använd Kalculator endast på en säker enhet.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "VARNING";

/* Wipe wallet button */
"JailbreakWarnings.wipe" = "Töm";

/* Location services disabled error */
"LocationPlugin.disabled" = "Platstjänster är inaktiverade.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "Kalculator har inte rätt att utnyttja platstjänster";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Du skapade din plånbok på %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Din plånboks namn visas bara i din kontohistorik och kan inte ses av någon annan.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Plånbokens namn";

/* Manage wallet modal title */
"ManageWallet.title" = "Hantera plånbok";

/* Buy bitcoin title */
"MenuButton.buy" = "Köp Bitcoin";

/* Menu button title */
"MenuButton.lock" = "Lås plånbok";

/* Menu button title */
"MenuButton.security" = "Säkerhetscenter";

/* Menu button title */
"MenuButton.settings" = "Inställningar";

/* Menu button title */
"MenuButton.support" = "Support";

/* button label */
"MenuViewController.createButton" = "Ska ny plånbok";

/* Menu modal title */
"MenuViewController.modalTitle" = "Meny";

/* button label */
"MenuViewController.recoverButton" = "Återupprätta plånbok";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Byt till automatiskt läge";

/* Node is connected label */
"NodeSelector.connected" = "Ansluten";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Ange nodens IP-adress och port (valfritt)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Ange nod";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Byt till manuellt läge";

/* Node address label */
"NodeSelector.nodeLabel" = "Nuvarande primär nod";

/* Node is not connected label */
"NodeSelector.notConnected" = "Inte ansluten";

/* Node status label */
"NodeSelector.statusLabel" = "Nodens anslutningsstatus";

/* Node Selector view title */
"NodeSelector.title" = "Bitcoin-noder";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Felaktig utbetalningsbegäran";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Dokumentet är felaktigt eller utan stöd";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "certifikat saknas";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "begäran har utgått";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Kunde inte göra utbetalning";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Utbetalning av Bitcoin får inte vara lägre än %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Utbetalningstransaktioner av Bitcoin får inte vara lägre än %1$@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "signaturtypen saknar stöd";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "opålitligt certifikat";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Ett enhets-lösenord behövs för att skydda din plånbok. Gå till inställningar och aktivera lösenord.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Aktivera enhets-lösenord";

/* Instruction how to enable device encryption */
"Prompts.NoScreenLock.body.android" = "Ett skärmlås krävs på enheten för att skydda din plånbok. Gå till Inställningar > Säkerhet > Skärmlås och aktivera för att fortsätta.";

/* Device encryption prompt title */
"Prompts.NoScreenLock.title.android" = "Skärmlås inaktiverat";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Din pappersnyckel måste sparas ifall du skulle förlora eller byta ut din telefon. Tryck här för att fortsätta.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Åtgärd krävs";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Din plånbok kan vara osynkroniserad. Detta kan ofta lösas genom att läsa om blockkedjan.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transaktionen avslogs";

/* Share data prompt body */
"Prompts.ShareData.body" = "Hjälp till att förbättra Kalculator genom att dela dina anonyma data med oss";

/* Share data prompt title */
"Prompts.ShareData.title" = "Dela anonyma data";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Klicka här för att aktivera Touch ID";

/* Enable Fingerprint prompt body */
"Prompts.TouchId.body.android" = "Tryck här för att aktivera fingeravtrycksautentisering";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Aktivera Touch ID";

/* Enable Fingerprint prompt title */
"Prompts.TouchId.title.android" = "Aktivera fingeravtrycksautentisering";

/* Button on fingerprint prompt so the user can enter their PIN instead */
"Prompts.TouchId.usePin.android" = "PIN-kod";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "Kalculator har uppgraderat till att använda 6-siffrig PIN-kod. Klicka här för att uppgradera.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Uppgradera PIN-kod";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Slå på aviseringar för att få särskilda meddelanden från Kalculator i framtiden.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Push-meddelanden";

/* Push notifications are off label */
"PushNotifications.off" = "Av";

/* Push notifications are on label */
"PushNotifications.on" = "På";

/* Push notifications settings view title label */
"PushNotifications.title" = "Meddelanden";

/* Address copied message. */
"Receive.copied" = "Kopierad till urklipp.";

/* Share via email button label */
"Receive.emailButton" = "E-post";

/* Request button label */
"Receive.request" = "Begär ett belopp";

/* Share button label */
"Receive.share" = "Dela";

/* Share via text message (SMS) */
"Receive.textButton" = "Textmeddelande";

/* Receive modal title */
"Receive.title" = "Ta emot";

/* Done button text */
"RecoverWallet.done" = "Klar";

/* Recover wallet header */
"RecoverWallet.header" = "Återupprätta plånbok";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Återställ PIN-kod";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Ange ordnyckel";

/* Recover wallet intro */
"RecoverWallet.intro" = "Återupprätta Kalculator med din ordnyckel.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Den ordnyckel du angav är ogiltig. Dubbelkolla varje ord och försök igen.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Vänster pil";

/* Next button label */
"RecoverWallet.next" = "Nästa";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Klicka här för fler uppgifter.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Höger pil";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Ange ordnyckel till den plånbok du vill återupprätta.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "För att återställa din PIN-kod anger du orden från din ordnyckel i boxarna nedan.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Var god ange ett belopp först.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Begär ett belopp";

/* Alert action button label */
"ReScan.alertAction" = "Synka";

/* Alert message body */
"ReScan.alertMessage" = "Du kan inte skicka pengar under synkning.";

/* Alert message title */
"ReScan.alertTitle" = "Synka med blockkedja?";

/* extimated time */
"ReScan.body1" = "20-45 minuter";

/* Syncing explanation */
"ReScan.body2" = "Om en transaktion visar sig som klar i bitcoins nätverk men inte i Kalculator.";

/* Syncing explanation */
"ReScan.body3" = "Du får gång på gång ett meddelande som säger att din transaktion avvisades.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Starta synkning";

/* Sync blockchain view footer */
"ReScan.footer" = "Du kan inte skicka pengar under synkningen med blockkedjan.";

/* Sync Blockchain view header */
"ReScan.header" = "Synka blockkedja";

/* Subheader label */
"ReScan.subheader1" = "Uppskattad tid";

/* Subheader label */
"ReScan.subheader2" = "När ska man synka?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Kamerablixt";

/* Complete filter label */
"Search.complete" = "avsluta";

/* Pending filter label */
"Search.pending" = "väntar";

/* Received filter label */
"Search.received" = "mottaget";

/* Sent filter label */
"Search.sent" = "skickat";

/* Security Center Info */
"SecurityCenter.info" = "Aktivera alla säkerhetsfunktioner för maximal säkerhet.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Det enda sättet att komma åt dina bitcoin om du förlorar eller uppgraderar din telefon.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Ordnyckel";

/* PIN button description */
"SecurityCenter.pinDescription" = "Skyddar ditt Kalculator från obehöriga användare.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-siffrig PIN-kod";

/* Security Center Title */
"SecurityCenter.title" = "Säkerhetscenter";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Lås enkelt upp ditt Kalculator och skicka pengar upp till en inställd gräns.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Security center fingerprint authentication button */
"SecurityCenter.touchIdTitle.android" = "Fingeravtrycksautentisering";

/* Send money amount label */
"Send.amountLabel" = "Belopp";

/* Balance: $4.00 */
"Send.balance" = "Saldo: %1$@";

/* Instructions how to allow the camera access for the app */
"Send.cameraUnavailabeMessage.android" = "Tillåt kameraåtkomst under Inställningar > Appar > Kalculator > Behörigheter";

/* Permission required to access camera */
"Send.cameraUnavailabeTitle.android" = "Kalculator har inte åtkomst till kameran";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Gå till Inställningar för att ge tillgång till kameran.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "Kalculator har inte tillgång till kameran";

/* Warning when sending to self. */
"Send.containsAddress" = "Destinationen är din egen adress. Du kan inte skicka till dig själv.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Kunde inte skapa transaktion.";

/* Description for sending money label */
"Send.descriptionLabel" = "Memo";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Urklipp är tomt";

/* Network Fee: $0.01 */
"Send.fee" = "Nätverksavgift: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Betalningsmottagaren är inte certifierad.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Mottagaradressen är inte en giltig bitcoin-adress.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Urklipp innehåller inte en giltig bitcoinadress.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Ogiltig adress";

/* Is rescanning error message */
"Send.isRescanning" = "Skicka är avaktiverat under en full omskanning.";

/* We are loading the request (now) */
"Send.loadingRequest" = "Laddar förfrågan";

/* Empty address alert message */
"Send.noAddress" = "Ange mottagarens adress.";

/* Emtpy amount alert message */
"Send.noAmount" = "Ange ett belopp att skicka.";

/* Paste button label */
"Send.pasteLabel" = "Klistra in";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Kunde inte lägga ut transaktion.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Kunde inte ladda betalningsförfrågan";

/* Scan button label */
"Send.scanLabel" = "Läs av";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Skicka";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Skicka";

/* Send money to label */
"Send.toLabel" = "Till";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Bitcoin-adresser är avsedda för engångsanvändning.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Återanvändning minskar sekretessen både för dig och mottagaren och kan sluta i förlust om mottagaren inte direkt kontrollerar adressen.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Adressen är redan använd";

/* About label */
"Settings.about" = "Om";

/* Advanced Settings title */
"Settings.advancedTitle" = "Avancerade inställningar";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Visa valuta";

/* Join Early access label */
"Settings.earlyAccess" = "Använd Snabb tillgång";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Gillar du Kalculator?";

/* Import wallet label */
"Settings.importTitle" = "Importera plånbok";

/* Manage settings section header */
"Settings.manage" = "Hantera";

/* Notifications label */
"Settings.notifications" = "Meddelanden";

/* Leave review button label */
"Settings.review" = "Betygssätt oss";

/* Share anonymous data label */
"Settings.shareData" = "Dela anonyma uppgifter";

/* Share anonymous data label */
"Settings.mask" = "Mask";

/* Sync blockchain label */
"Settings.sync" = "Synka blockkedja";

/* Settings title */
"Settings.title" = "Inställningar";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Touch ID utnyttjandegräns";

/* The fingerprint spending limit */
"Settings.touchIdLimit.android" = "Maxbelopp med fingeravtrycksautentisering";

/* Wallet Settings section header */
"Settings.wallet" = "Plånbok";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Starta/Återställ en annan plånbok";

/* Share data view body */
"ShareData.body" = "Hjälp till att förbättra Kalculator genom att dela dina anonyma uppgifter med oss. Detta inbegriper inga ekonomiska uppgifter. Vi respekterar din ekonomiska sekretess.";

/* Share data header */
"ShareData.header" = "Dela uppgifter?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Dela anonyma uppgifter?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Skriv ner ordnyckel på nytt";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Din ordnyckel  är enda sättet att återupprätta Kalculator om du förlorat din telefon, blivit bestulen på den eller har uppgraderat den.\n\nVi visar dig en lista över ord som du kan skriva ner på ett papper och gömma undan.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Skriv ner ordnyckel";

/* Argument is date */
"StartPaperPhrase.date" = "Senast skrev du ner din ordnyckel på %1$@";

/* Start view message */
"StartViewController.message" = "Det säkraste och tryggaste sättet att använda bitcoin.";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Ansluter";

/* Syncing view header text */
"SyncingView.header" = "Synkar";

/* Retry button label */
"SyncingView.retry" = "Försök igen";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Synkroniserar";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ t";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Du kan anpassa din utgiftsgräns i Touch ID från %1$@.";

/* Fingerprint enabling description body */
"TouchIdSettings.customizeText.android" = "Du kan anpassa ditt maxbelopp med fingeravtrycksautentisering från skärmen Maxbelopp med fingeravtrycksauktorisering";

/* Instruction for the fingerprint setup */
"TouchIdSettings.disabledWarning.body.android" = "Du har inte aktiverat fingeravtrycksautentisering på den här enheten. Gå till Inställningar > Säkerhet för att konfigurera fingeravtrycksautentisering.";

/* Fingerprint Is Not Setup */
"TouchIdSettings.disabledWarning.title.android" = "Fingeravtrycksautentisering har inte aktiverats";

/* Touch Id screen label */
"TouchIdSettings.label" = "Använd ditt fingeravtryck för att låsa upp Kalculator och skicka pengar upp till en inställd gräns.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Sida för utgiftsgräns i Touch ID";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Utnyttjandegräns: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Aktivera Touch ID för Kalculator";

/* Enable fingerprint for this wallet called Kalculator */
"TouchIdSettings.switchLabel.android" = "Aktivera fingeravtrycksautentisering för Kalculator";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Fingerprint authentication label */
"TouchIdSettings.title.android" = "Fingeravtrycksautentisering";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Du har inte ställt in Touch ID på denna enhet. Gå till Inställningar->Touch ID & Lösenkod för att ställa in det nu.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID är inte inställt";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Kräver alltid lösenord";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Du kommer att behöva ange din 6-siffriga PIN-kod för att skicka transaktioner som överskrider din utnyttjandegräns och varje gång efter 48 timmar sedan du senast angav din 6-siffriga PIN-kod.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch ID utnyttjandegräns";

/* name of spending limit when using fingerprint authorization */
"TouchIdSpendingLimit.title.android" = "Maxbelopp med fingeravtrycksauktorisering";

/* Availability status text */
"Transaction.available" = "Tillgängligt att utnyttja";

/* Transaction complete label */
"Transaction.complete" = "Avsluta";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Utgående saldo: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Växlingskurs vid mottagande:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Växlingskurs vid skickande:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ avgift)";

/* Invalid transaction */
"Transaction.invalid" = "OGILTIG";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "just nu";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "Pågår: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "Pågår: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Ingående saldo: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Väntar på bekräftelse. Vissa handlare kräver bekräftelse för att slutföra en transaktion. Uppskattad tid: 1-2 timmar.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "konto";

/* Amount section header */
"TransactionDetails.amountHeader" = "Belopp";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Bekräftad i block";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Memo";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Dina transaktioner visas här.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "på %1$@";

/* More button title */
"TransactionDetails.more" = "Mer...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Flyttade %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Flyttade <b>%1$@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Inte bekräftad";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Mottog %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Tog emot <b>%1$@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Skickade %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Skickade <b>%1$@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Status";

/* Transaction Details Title */
"TransactionDetails.title" = "Transaktionsuppgifter";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "till %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "Bitcoin transaktions-ID";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Togs emot på den här adressen";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Skickat till den här adressen";

/* Disabled until date */
"UnlockScreen.disabled" = "Inaktiverad till: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Min adress";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Återställ PIN-kod";

/* Scan button title */
"UnlockScreen.scan" = "Läs av";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Ange PIN-kod";

/* Instruction to touch the sensor for fingerprint authentication */
"UnlockScreen.touchIdInstructions.android" = "Touchsensor";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Lås upp Kalculator.";

/* Device authentication body */
"UnlockScreen.touchIdPrompt.android" = "Lås upp din Android-enhet för att fortsätta.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Lås upp med TouchID";

/* Device authentication title */
"UnlockScreen.touchIdTitle.android" = "Autentisering krävs";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Plånbok upplåst";

/* Update PIN caption text */
"UpdatePin.caption" = "Kom ihåg PIN-koden. Om du glömmer den, kommer du inte åt dina bitcoin.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Din PIN-kod används för att låsa upp ditt Kalculator och skicka pengar";

/* Update PIN title */
"UpdatePin.createTitle" = "Ställ in PIN-kod";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Ange PIN-koden igen";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Ange aktuell PIN-kod.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Ange din nya PIN-kod.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Ange din nya PIN-kod igen.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Förlåt, vi kunde inte uppdatera din PIN-kod.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Fel vid uppdatering av PIN-kod";

/* Update PIN title */
"UpdatePin.updateTitle" = "Uppdatera PIN-kod";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Kopiera plånboksadresser till urklipp?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Godkänn att kopiera plånbokens adress till urklipp";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Kopiera plånboksadresser";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Kopiera";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Var god ange din pinkod för att godkänna denna transaktion.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Ange din PIN-kod för att fortsätta.";

/* Verify PIN view title */
"VerifyPin.title" = "PIN-kod krävs";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Godkänn denna transaktion";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Öppna iPhone-appen Kalculator för att ställa in din plånbok.";

/* Dismiss button label */
"Webview.dismiss" = "Avfärda";

/* Webview loading error message */
"Webview.errorMessage" = "Det blev fel vid uppladdning av innehållet. Försök igen";

/* Updating webview message */
"Webview.updating" = "Uppdaterar...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "Kalculatorplånboken har bytt namn till Kalculator, med ett splitter nytt utseende och några nya funktioner.\n\nOm du behöver hjälp, leta efter (?)-tecknet i det övre högra hörnet på de flesta skärmar.";

/* Top title of welcome screen */
"Welcome.title" = "Välkommen till Kalculator!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Är du säker på att du vill ta bort den här plånboken.";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Rensa plånbok?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Rensning av plånboken misslyckades.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Misslyckades";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Ange den här plånbokens återställningsfras för att rensa den och starta eller återställa en annan. Ditt nuvarande saldo är kvar på den här frasen.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Att starta eller återställa en annan plånbok ger dig tillgång till och låter dig hantera en annan Kalculatorplånbok på denna enhet.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Du kommer inte längre att kunna komma åt din aktuella Kalculatorplånbok från denna enhet. Saldot kommer att kvarstå på frasen.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Starta eller hämta en annan plånbok";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Rensa";

/* Wiping activity message */
"WipeWallet.wiping" = "Rensar...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Skriv ner varje ord i ordning och lagra dem på ett säkert ställe.";

/* button label */
"WritePaperPhrase.next" = "Nästa";

/* button label */
"WritePaperPhrase.previous" = "Föregående";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d av %2$d";

"Calculator.setPin" = "Ange ny lösenkod och tryck på \"+/-\"";
